tap "acsandmann/tap"
tap "adibhanna/tsm"
tap "anomalyco/tap"
tap "barutsrb/tap"
tap "charmbracelet/tap"
tap "datawire/blackbird"
tap "dlvhdr/formulae"
tap "equinix-labs/otel-cli"
tap "ethn1ee/committer"
tap "ethn1ee/tap"
tap "felixkratz/formulae"
tap "go-task/tap"
tap "hashicorp/tap"
tap "infisical/get-cli"
tap "jnsahaj/lumen"
tap "jstkdng/programs"
tap "nikitabobko/tap"
tap "quantonganh/tap"
tap "samtay/tui"
tap "telepresenceio/telepresence"
tap "ymtdzzz/tap"
brew "abseil"
brew "fmt"
brew "ada-url"
brew "libvmaf"
brew "aom"
brew "argocd"
brew "m4"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "openssl@3"
brew "libssh2"
brew "llhttp"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "berkeley-db@5"
brew "bison"
brew "brotli"
brew "btop"
brew "c-ares"
brew "libpng"
brew "freetype"
brew "libunistring"
brew "gettext"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "carapace"
brew "cfitsio"
brew "cgif"
brew "dav1d"
brew "fribidi"
brew "jpeg-turbo"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "gdk-pixbuf"
brew "giflib"
brew "graphite2"
brew "icu4c@78"
brew "harfbuzz"
brew "highway"
brew "imath"
brew "libdeflate"
brew "little-cms2"
brew "openjph"
brew "openexr"
brew "jpeg-xl"
brew "libavif"
brew "libdatrie"
brew "libthai"
brew "pango"
brew "librsvg"
brew "webp"
brew "chafa"
brew "chruby"
brew "clang-format"
brew "cli11"
brew "cloudflared"
brew "cmake"
brew "readline"
brew "sqlite"
brew "deno"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "dotnet@8"
brew "dotnet@9"
brew "fd"
brew "lame"
brew "libvpx"
brew "opus"
brew "sdl2"
brew "svt-av1"
brew "x264"
brew "x265"
brew "ffmpeg"
brew "libomp"
brew "fftw"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "mpdecimal"
brew "ncurses"
brew "python@3.14"
brew "gdb"
brew "gdbm"
brew "gh"
brew "jbig2dec"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libidn"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "libevent"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "openjdk"
brew "google-java-format"
brew "gpgme"
brew "gpgmepp"
brew "grpcurl"
brew "harper"
brew "libaec"
brew "pkgconf"
brew "hdf5"
brew "hdrhistogram_c"
brew "helm"
brew "hwloc"
brew "icu4c@77"
brew "libde265"
brew "libheif"
brew "libtool"
brew "imagemagick"
brew "jasper"
brew "jdtls"
brew "jj"
brew "jq"
brew "krb5"
brew "kubectx"
brew "kubernetes-cli"
brew "perl"
brew "latexindent"
brew "uthash"
brew "libdicom"
brew "libexif"
brew "libffi"
brew "libiconv"
brew "libimagequant"
brew "liblinear"
brew "liblqr"
brew "libmatio"
brew "libnghttp3"
brew "libngtcp2"
brew "libpq"
brew "libraw"
brew "libsixel"
brew "libspng"
brew "libultrahdr"
brew "libuv"
brew "libxml2"
brew "libyaml"
brew "libzip"
brew "z3"
brew "llvm"
brew "lua"
brew "marksman"
brew "usage"
brew "mise"
brew "simdjson"
brew "uvwasi"
brew "node"
brew "mongosh"
brew "mozjpeg"
brew "nlohmann-json"
brew "nmap"
brew "nspr"
brew "nss"
brew "nushell"
brew "pmix"
brew "open-mpi"
brew "openslide"
brew "otel-cli"
brew "pandoc"
brew "pgcli"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "postgresql@17"
brew "protobuf"
brew "zsh-async"
brew "pure"
brew "python-lsp-server"
brew "python@3.13"
brew "railway"
brew "range-v3"
brew "resvg"
brew "ripgrep"
brew "ruby-install"
brew "ruff"
brew "sevenzip"
brew "shared-mime-info"
brew "sk"
brew "spdlog"
brew "sqlparse"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "taplo"
brew "tbb"
brew "temporal"
brew "tinymist"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "typst"
brew "typstyle"
brew "vercel-cli", link: false
brew "vips"
brew "vscode-langservers-extracted"
brew "wakatime-cli"
brew "watch"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "dlvhdr/formulae/diffnav"
brew "go-task/tap/go-task"
brew "infisical/get-cli/infisical"
brew "jstkdng/programs/ueberzugpp"
brew "telepresenceio/telepresence/telepresence-oss"
cask "nikitabobko/tap/aerospace"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty@tip"
cask "karabiner-elements"
cask "oracle-jdk"
go "github.com/bufbuild/buf/cmd/buf"
go "github.com/spf13/cobra-cli"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/docker/docker-language-server/cmd/docker-language-server"
go "github.com/ethn1ee/ghfetch"
go "golang.org/x/tools/cmd/goimports"
go "github.com/nametake/golangci-lint-langserver"
go "github.com/pressly/goose/v3/cmd/goose"
go "golang.org/x/tools/gopls"
go "github.com/gotesttools/gotestfmt/v2/cmd/gotestfmt"
go "github.com/fullstorydev/grpcurl/cmd/grpcurl"
go "sigs.k8s.io/kind"
go "github.com/ethn1ee/llog"
go "github.com/thdxg/logfmt"
go "github.com/lasorda/protobuf-language-server"
go "connectrpc.com/connect/cmd/protoc-gen-connect-go"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-steel-lib"
cargo "gitoxide"
cargo "helix-term"
cargo "leptosfmt"
cargo "mdpls"
cargo "protols"
cargo "rustlings"
cargo "steel-forge"
cargo "steel-language-server"
cargo "tdf-viewer"
cargo "trunk"
cargo "typst-cli"
cargo "typst-lsp"
cargo "zellij"
